// ownCloud

"_bad_username_password_"               = "Neteisingas naudotojo vardas ar slaptažodis";
"_cancelled_by_user"                    = "Persiuntimo atsisakyta";
"_error_folder_destiny_is_the_same_"    = "Neįmanoma perkelti aplanką į jį patį";
"_error_not_permission_"                = "Jūs neturite leidimų, kad užbaigtumėte operaciją";
"_error_path_"                          = "Nepavyksta atverti šio failo ar aplanko. Įsitikinkite, kad jis yra";
"_file_upload_not_exitst_"              = "Failo, kurį norime įkelti, nėra";
"_forbidden_characters_from_server_"    = "Pavadinime yra bent vienas neteisingas simbolis";
"_not_connected_internet_"              = "Serverio ryšio klaida";
"_not_possible_connect_to_server_"      = "Šiuo metu neįmanoma prisijungti prie serverio";
"_not_possible_create_folder_"          = "Aplanko sukurti nepavyko";
"_server_down_"                         = "Serveris nepasiekiamas";
"_time_out_"                            = "Timeout, try again";
"_unknow_response_server_"              = "Netikėtas atsakymas iš serverio";
"_user_autentication_required_"         = "Reikalingas naudotojo tapatybės nustatymas";
"_file_directory_locked_"               = "Failas ar katalogas yra užrakintas";
"_ssl_certificate_untrusted_"           = "Šio serverio liudijimas yra neteisingas";
"_internal_server_"                     = "Vidinė serverio klaida";

"_file_already_exists_"                 = "Nepavyksta užbaigti operacijos, yra failas tokiu pačiu pavadinimu";
"_file_folder_not_exists_"              = "Šaltinio failas nebuvo rastas nurodytame kelyje";
"_folder_contents_nochanged_"           = "Aplanko turinys nepasikeitė";
"_images_invalid_converted_"            = "Paveikslas yra neteisingas ir jo nepavyko pakeisti į miniatiūrą";
"_method_not_expected_"                 = "Request method not expected";
"_reauthenticate_user_"                 = "Baigėsi prieigos galiojimo laikas, prašome iš naujo nustatyti naudotojo tapatybę";
"_server_error_retry_"                  = "Serverio klaida, iš naujo bandykite užklausą";
"_too_many_files_"                      = "Too many files would be involved in this operation to complete successfully";
"_too_many_request_"                    = "Rate limit is reached - too many requests were send";
"_user_over_quota_"                     = "Storage quota is reached";

"_ssl_connection_error_"                = "Ryšio SSL klaida, bandykite dar kartą";
